<div class="panel panel-body panel-primary">
    <div style="text-align: center; font-size: medium; font-family: Consolas;"><b>Т А В С И Ф Н О М А</b> </div><br>
    &nbsp;&nbsp;  <b>Акромова Вилоят Жораевна</b> 12-апрел 1965-йилда Тошкент вилояти Қибрай туманида туғилган. <br>
    &nbsp;&nbsp;  1982-йилда ўрта таълим мактабини муваффақиятли якунлаб, 6-мактабда иш фаолиятини етакчи вазифасида бошлади.<br>
    &nbsp;&nbsp;  1990-йилда Низомий номли педагогика институтини битирди ва мактабда психолог вазифасида иш фаолиятини давом эттирди. Мактабда олиб борилган таълим –тарбия ишидаги эришган ютуқлари натижасида тарбиявий ишлар бўйича директор ўринбосари вазифасига тайинланди.<br>
    &nbsp;&nbsp;  Акромова В.Ж. нинг ўз ишига фидокорона ёндашуви, таълимда эришган ютуқлари, ўз касбига садоқати туфайли ҳамкасблари таклифига асосан мактаб директори лавозимига тайинланди. 1993- йилдан шу кунга қадар ҳамкасблари ишончини оқлаб, иш фаолиятини давом эттириб келмоқда.<br>
    &nbsp;&nbsp;  Акромова В.Ж. раҳбарлик фаолиятида изланувчанлиги, ижодкорлиги билан ажралиб туради.Ҳозирда мактаб нафақат туманда, балки вилоят миқёсида ҳам юқори натижаларга эришди. Мактабнинг моддий – техника базаси бойитилди. Ўқитувчи ва ўқувчиларнинг ўқиши, дам олиши , ижодий фаолиятини ривожлантириш учун етарли шарт- шароитлар яратилган. Булар натижасида ўқувчилар фан олимпиадалари, билимлар беллашуви, “Умид ниҳоллари”, турли спорт мусобақаларида юқори натижаларга эришмоқдалар. Ўқитувчилар “Йилнинг энг яхши фан ўқитувчиси” танловида қатнашиб, нуфузли ўрин эгаллашди.<br>
    &nbsp;&nbsp;  Акромова В.Ж. депутат сифатидаги фаолиятида ёш оилалар, ногирон, кам таъминланган оилалар муаммоларини ҳал қилиш, ҳудудни ободонлаштириш ва кўкаламзорлаштириш ишларида фаол қатнашади.<br>
    &nbsp;&nbsp;  Акромова В.Ж.нинг камтарона меҳнатлари Ватанимиз томонидан муносиб тақдирланган. У “Халқ маорифи аълочиси”, “Шуҳрат ” медали соҳиби, Халқ таълими вазирлиги, Тошкент вилояти бош бошқармаси, Қибрай туман ҳокимлигининг фахрий ёрлиқлари билан тақдирланган.<br>
    &nbsp;&nbsp;  Акромова В.Ж.нинг бугунги кунда нафақат раҳбар, аввало, ўзининг фаолияти ва инсонийлиги билан халқнинг ишончига муносиблиги, юксак интеллектуал тафаккур соҳиби, узоқни кўра оладиган, доимо янгиликка интилиб, замон билан ҳамқадам бўлиб яшайдиган, қатъиятли шахс эканлигига ишонч билдирамиз.<br>
    &nbsp;&nbsp;  Акромова В.Ж. – оилали , уч фарзанди, бир набираси бор.
</div>
<img src="images/direktor/001.jpg" width="100%">
<img src="images/direktor/002.jpg" width="100%">
<img src="images/direktor/003.jpg" width="100%">
<img src="images/direktor/004.jpg" width="100%">
<img src="images/direktor/005.jpg" width="100%">
<img src="images/direktor/006.jpg" width="100%">