<div class="panel panel-body panel-primary">
    <div style="text-align: center; font-size: medium; font-family: Consolas;"><b>Т А Р Ж И М А И &nbsp;  Ҳ О Л</b> </div><br>
    &nbsp;&nbsp;  Мен <b>Жумабаева Нодира Қучқарходжаевна</b> 1974 йил 12 апрел Тошкент вилояти Қибрай тумани Маданият қишлоғида зиёлилар оиласида туғилганман.<br/>
    &nbsp;&nbsp;  Отам - Абдуллаев Қўчқорхўжа 1941 йилда туғилаган, .<br>
    &nbsp;&nbsp;  1999-йил Тошкент вилояти Қибрай туманидаги 6-умумтаълим мактабида маънавий- маърифий ишлар бўйича директор ўринбосари вазифасида иш бошладим.<br>
    &nbsp;&nbsp;  2007- йилда Тошкент вилояти Давлат педагогика институтини битирди ва мактабда маънавий- маърифий ишлар бўйича директор ўринбосари вазифасида иш фаолиятини давом эттирди.<br>
    &nbsp;&nbsp;  Магдалиева Н.Х нинг ўз ишига фидокорона ёндашуви, таълимда эришган ютуқлари, ўз касбига садоқати туфайли ҳамкасблари таклифига асосан 2013- йил октябр ойида “Халқ таълими аълочиси” медали билан тақдирланди. 1999- йилдан шу кунга қадар ҳамкасблари ишончини оқлаб, иш фаолиятини давом эттириб келмоқда.<br>
    &nbsp;&nbsp;  Магдалиева Н.Х. раҳбарлик фаолиятида изланувчанлиги, ижодкорлиги билан ажралиб туради. Ҳозирда мактаб нафақат туманда, балки вилоят миқёсида ҳам юқори натижаларга эришди. Булар натижасида ўқувчилар фан олимпиадалари, билимлар беллашуви, “Умид ниҳоллари”, турли спорт мусобақаларида юқори натижаларга эришмоқдалар. Ўқувчилар “Зулфияхоним қизлари” кўрик-танловида “Истиқлол ғунчалари” кўрик- танловида нуфузли ўрин эгаллашди.<br>
    &nbsp;&nbsp;  Магдалиева Н.Х.  маънавий- маърифий ишлар бўйича директор ўринбосари сифатидаги фаолиятида мактаб ҳудудни ободонлаштириш ва кўкаламзорлаштириш ишларида фаол қатнашади.<br>
    &nbsp;&nbsp;  Магдалиева Н.Х. ота-оналар билан мулоқот ўрнатиб, битирувчиларни  таълимнинг кейинги босқичига тўлиқ қамраб олишда самарали ишлар олиб борди, махаллада намунали ишлар қилиб мақтовга сазовор бўлди.<br>
    &nbsp;&nbsp;  Магдалиева Н.Х.нинг бугунги кунда ўзининг фаолияти ва инсонийлиги билан халқнинг ишончига муносиблиги, юксак интеллектуал тафаккур соҳиби, узоқни кўра оладиган, доимо янгиликка интилиб, замон билан ҳамқадам бўлиб яшайдиган, қатъиятли шахс эканлигига ишонч билдирамиз.<br>
    &nbsp;&nbsp;  Магдалиева Н.Х. – оилали , икки фарзанди, бир набираси бор.
</div>
